{
    "ourhistory": "Our History",
    "holdings": "Holdings",
    "services": "Services",
    "insights": "Insights",
    "team": "Team",
    "contact": "Contact",
    
    "landingh2": "Unlock the potential of the Asia-Pacific Markets",
    "landingh5": "From Hong Kong to London, from Johannesburg to New Delhi, let us help you reach your investing goals.",
    "becomeaclient": "Become A Client",

    "altlandingimg": "Financial Building",
    "400millionusd": "$400+ Million USD",
    "aum": "Assets Under Management",
    "5offices": "5 Offices",
    "across3continents": "Across 3 Continents",
    "117years": "117 Years",
    "worthofhistory": "Worth of History",

    "founding": "Founding",
    "foundingstoryp1": "In 1905, an English merchant docked in Hong Kong and could not find a bank to finance his ventures. Realizing this, he and a group of like-minded merchants established the Hong Kong Harbour Trading Company. Years went by and as wars were won and lost, the economies of The East went up and down. The mid 1900s saw an economic boom in Asia and seeing this opportunity, the Hong Kong Harbour Trading Company pivoted and become the Hong Kong Harbour Investment Group.",
    "foundingstoryp2": "Over the years, it grew from a group of merchants to a company of 500+ employees strong, with regional offices across 3 continents in the former British Empire.",
    "missionstatement": "Mission Statement",
    "foundingstoryp3": "Despite being an investment fiorm, we strive to make choices that positively impact the economic conditions of countries we invest and operate in. We work closely with humanitarian organizations to improve the lives of the impoverished with yearly donations to these organizations from our profits and investing in infrastructure in these nations.",
    "althistoryimg": "Old colonial court building in Hong Kong",

    "financialmanagement": "Financial Management",
    "servicesp1": "Our world-class financial analysts and trading team will help you grow your money with investments across different sectors and asset classes. With us at the helm, you know your funds and future are safe.",
    "altservicesimg1": "Montreal skyline",
    "venturecapital": "Venture Capital",
    "servicesp2": "Interested in seed funding or investing in the next big thing? We can connect startupos and potential investors together with the same goal in mind: Succeeding. As an investor, we do all the due diligence for you. As a startup, we guide you through the pitch process.",
    "altservicesimg2": "Busy shop street in Ueno, Tokyo",
    "wanttobeaclient": "Want to be a client?",
    "name": "Name",
    "email": "Email",
    "phoneno": "Phone Number",
    "interestedservices": "Interested Services",
    "message": "Message",
    "sendinquiry": "Send Inquiry",

    "successsent": "Message Sent Successfully!",
    "successmessage": "Your message inquiring about our offered services has been received and we will get back to you within the next business day!",
    "successgoback": "Go back to Services"


}